import React from "react";
import AboutComponent from "../aboutComponent";
import DataCss from "./data.module.css";
import InstagramIcon from "@mui/icons-material/Instagram";
import FacebookRoundedIcon from "@mui/icons-material/FacebookRounded";
import YouTubeIcon from "@mui/icons-material/YouTube";
import Carausel from "./carausel";

function Data() {
  return (
    <>
      <div className={DataCss.main_container}>
        <h1 id={DataCss.connect_with_us}>Connect With Us</h1>
        <div className={DataCss.icons}>
          <FacebookRoundedIcon id={DataCss.facebook_icon} />
          <InstagramIcon id={DataCss.insta_icon} />
          <YouTubeIcon id={DataCss.youtube_icon} />
        </div>
        <div className={DataCss.about_component}>
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about=" सूचना एवं जनसम्‍पर्क विभाग राज्‍य सरकार की नीतियों, जनकल्‍याणकारी फैसलों और योजनाओं को जन-जन तक पहुंचाने के लिए प्रचार-प्रसार का कार्य कर रहा है। यह विभाग राज्‍य सरकार और जनता के बीच एक महत्‍वपूर्ण सेतु के रूप में कार्य करता है।राज्‍य की विकास योजनाओं एवं कार्यक्रमों का यथासंभव प्रचार-प्रसार करना हमारी संस्था पंडित गणेशनारायण धर्मार्थ फाउंडेशन दायित्‍व है ताकि आम जनता को इन योजनाओं का अधिक से अधिक लाभ मिल सके। इसके जागरूकता अभियान के कैंप जन अभियोगों व जन प्रतिक्रियाओं को सरकार तक पहुंचाने का महत्‍वपूर्ण कार्य भी करता है। "
          />
          <AboutComponent name="Antima" about="" />
        </div>
      </div>

      <div className={DataCss.about_foundation_container}>
        <div className={DataCss.about_foundation_container_heading_box}>
          <h1 id={DataCss.about_foundation_heading}>
            About PANDIT GANESHNARAYAN DHARMARTH FOUNDATION
          </h1>
        </div>

        <div className={DataCss.about_foundation_container_aboutContainer_box}>
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
        </div>
      </div>

      <div className={DataCss.about_foundation_container}>
        <div className={DataCss.about_foundation_container_heading_box}>
          <h1 id={DataCss.about_foundation_heading}>
            About PANDIT GANESHNARAYAN DHARMARTH FOUNDATION
          </h1>
        </div>

        <div className={DataCss.about_foundation_container_aboutContainer_box}>
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
        </div>
      </div>

      <div className={DataCss.about_foundation_container}>
        <div className={DataCss.about_foundation_container_heading_box}>
          <h1 id={DataCss.about_foundation_our_impact_heading}>our impact</h1>
        </div>

        <div className={DataCss.about_foundation_container_aboutContainer_box}>
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
          <AboutComponent
            name="Antima"
            about="यह संस्थान मुख्य तौर पर दिव्यांगों की भलाई के लिए कार्य करता है और उन्हें समाज की मुख्य धारा से जोड़ने का प्रयास करता है। इसके अलावा मूक-बधिर और बेसहारा बच्चों को नि:शुल्क शिक्षा एवं भोजन उपलब्ध कराकर उनके जीवन को संवारने का कार्य करता है। इसके साथ ही संस्थान दिव्यांगों और नेत्रहीनों के कौशल विकास के लिए कार्य करता है ताकि अन्य लोगों की तरह ये लोग भी जीवन में आगे बढ़ सकें। 
          call 7688873768 call 9509641951 call 6377530637 call 7737160337"
          />
        </div>
      </div>

      <div className={DataCss.carausal_box}>
        <div className={DataCss.about_foundation_container_heading_box}>
          <h1 id={DataCss.about_foundation_heading}>
            ngo IS listed under section 12A and 80G then the donor gets 50% tax
            rebate of donated amount while giving donation to that NGO csr
            approved
          </h1>
        </div>
        <Carausel/>
      </div>
    </>
  );
}

export default Data;
